{
  "data": [
    {
      "id": "1",
      "title": "Kranvagn",
      "description": "Проект по созданию новой машины для вооружённых сил Швеции стартовал в 1949 году. Из соображений секретности танк получил необычное название KRV, которое расшифровывалось как «самоходный кран». В основу проекта легли французские разработки по AMX 50. Были выпущены и испытаны облегчённые шасси, а также построен макет машины с башней. Прототип построен не был.",
      "image": "S16_Kranvagn_bob.png",
      "discount": 10,
      "price": 90,
      "old_price": 100,
      "vehicle_type": "heavyTank",
      "premium": false
    },
    {
      "id": "2",
      "title": "Strv 103-0",
      "description": "В 1960 году с компанией Bofors был заключён контракт на производство танка с безбашенной компоновкой. Было выпущено около 10 опытных образцов «нулевой серии» Strv 103. От серийных машин они отличались более слабым бронированием, имели другую командирскую башенку и более слабую силовую установку. В 1964 году на основе этих опытных машин стали производить Strv 103A.",
      "image": "S10_Strv_103_0_Series_FL.png",
      "discount": 0,
      "price": 90,
      "old_price": 90,
      "vehicle_type": "AT-SPG",
      "premium": true
    },
    {
      "id": "3",
      "title": "СУ-100Y",
      "description": "Разработана на базе тяжёлого танка Т-100. Предназначалась для подавления укреплённых огневых точек и уничтожения бронетехники противника. Была вооружена доработанным корабельным орудием Б-13-С2. В марте 1940 года был изготовлен один прототип. На вооружении не состояла.",
      "image": "R49_SU100Y.png",
      "discount": 10,
      "price": 699,
      "old_price": 777,
      "vehicle_type": "AT-SPG",
      "premium": false
    },
    {
      "id": "КВ-3",
      "title": "Kranvagn",
      "description": "Советский тяжёлый танк седьмого уровня, бронированный и отлично вооружённый. Хорошо выполняет свою роль: продавливание обороны и сдерживание танков противника, но в то же время танк крайне медлительный и неповоротливый.",
      "image": "R39_KV-3.png",
      "discount": 10,
      "price": 81,
      "old_price": 90,
      "vehicle_type": "heavyTank",
      "premium": false
    },
    {
      "id": "5",
      "title": "Matilda",
      "description": "Британский средний танк четвёртого уровня. Отличается хорошим вооружением и обзором, отличным бронированием, но весьма низкой подвижностью. На выбор имеется неточная, но мощная гаубица с низким пробитием или маломощная, но точная пушка с отличным бронепробитием.",
      "image": "R32_Matilda_II_LL.png",
      "discount": 0,
      "price": 42,
      "old_price": 42,
      "vehicle_type": "mediumTank",
      "premium": true
    },
    {
      "id": "6",
      "title": "СУ-14-1",
      "description": "Советская самоходная артиллерийская установка седьмого уровня. Обладает самым высоким разовым уроном топового орудия среди одноклассников, за что платит низкой скорострельностью",
      "image": "R27_SU-14.png",
      "discount": 0,
      "price": 175,
      "old_price": 175,
      "vehicle_type": "SPG",
      "premium": false
    },
    {
      "id": "7",
      "title": "Panther",
      "description": "Немецкий средний танк VII уровня. Отличается скорострельным, точным орудием с одним из лучших показателей бронепробиваемости и большим запасом прочности, что компенсируется посредственной скоростью поворота, димнамикой и слабым бронированием корпуса.",
      "image": "It14_P44_Pantera.png",
      "discount": 13,
      "price": 861,
      "old_price": 999,
      "vehicle_type": "mediumTank",
      "premium": true
    },
    {
      "id": "8",
      "title": "Manticore",
      "description": "Лёгкий танк с качающейся башней, который по проекту должен был обеспечивать противотанковую оборону позади позиций пехоты. Машина построена не была, далее эскизов разработка не велась.",
      "image": "GB100_Manticore.png",
      "discount": 5,
      "price": 85,
      "old_price": 90,
      "vehicle_type": "lightTank",
      "premium": true
    },
    {
      "id": "9",
      "title": "TOG II*",
      "description": "Британский тяжёлый премиум танк шестого уровня. Обладает огромным для своего уровня запасом прочности, скорострельным и точным орудием с высоким показателем урона в минуту. Однако TOG II* имеет среднее бронирование, отличается крайне низкими ходовыми качествами и большими габаритами.",
      "image": "GB63_TOG_II.png",
      "discount": 0,
      "price": 70,
      "old_price": 70,
      "vehicle_type": "heavyTank",
      "premium": false
    },
    {
      "id": "10",
      "title": "Hummel",
      "description": "Немецкая самоходная артиллерийская установка шестого уровня. Обладает отличной подвижностью и средней боевой мощью.",
      "image": "G02_Hummel.png",
      "discount": 0,
      "price": 256,
      "old_price": 256,
      "vehicle_type": "SPG",
      "premium": false
    },
    {
      "id": "11",
      "title": "Bretagne Panther",
      "description": "Эта модификация «Пантеры» выпускалась с августа 1943 по июль 1944 года. Версия Ausf. A получила новую башню и шаровую установку курсового пулемёта. Также изменения коснулись средств наблюдения. Всего было выпущено около 2300 машин данной модификации. В 1944 году, после высадки союзников в Нормандии, несколько танков были захвачены французскими вооружёнными силами и использовалось в боевых действиях против немецких войск.",
      "image": "F113_Bretagne_Panther.png",
      "discount": 10,
      "price": 711,
      "old_price": 790,
      "vehicle_type": "mediumTank",
      "premium": false
    },
    {
      "id": "12",
      "title": "Hotchkiss EBR",
      "description": "Разработка данного бронеавтомобиля началась после принятия армейским руководством в 1945 году соответствующей программы строительства бронеавтомобилей. В 1949 году фирмой Hotchkiss на конкурс был представлен трёхосный прототип. В результате испытаний проект был отклонён, и все работы были прекращены. Прототип не сохранился.",
      "image": "F107_Hotchkiss_EBR.png",
      "discount": 10,
      "price": 81,
      "old_price": 90,
      "vehicle_type": "lightTank",
      "premium": false
    },
    {
      "id": "13",
      "title": "Panhard EBR 75 (FL 10)",
      "description": "В 1954–1955 годах на ряд бронеавтомобилей Panhard EBR была установлена башня FL 10 от танка АМХ 13 75 с целью повышения огневой мощи. Погон штатной башни был аналогичным, поэтому конструктивные изменения в корпус вносить не пришлось. Переоборудованные бронеавтомобили поступили на вооружение французской армии.",
      "image": "F106_Panhard_EBR_75_Mle1954.png",
      "discount": 0,
      "price": 130,
      "old_price": 130,
      "vehicle_type": "lightTank",
      "premium": true
    },
    {
      "id": "14",
      "title": "Chrysler K GF",
      "description": "Chrysler K представляет собой подготовленный к лету 1946 года проект Chrysler Corporation, предусматривающий ряд нестандартных для американской школы танкостроения конструкторских решений. Предполагалось, что трансмиссия и двигатель будут располагаться в передней части корпуса, а боевое отделение в кормовой части. Все члены экипажа должны были располагаться в башне. Считается, что это первый проект в американском танкостроении, который предусматривал расположение мехвода в башне. Из-за ограничения финансирования проект не получил поддержки со стороны армии.",
      "image": "A115_Chrysler_K_GF.png",
      "discount": 0,
      "price": 550,
      "old_price": 550,
      "vehicle_type": "heavyTank",
      "premium": false
    },
    {
      "id": "15",
      "title": "M4A3E8 Fury",
      "description": "Танк сделан в честь американского фильма \"Ярость\" и является модификацией M4A3E8 Sherman. Особенность танка заключается в его внешнем виде: на стволе хорошо видна надпись \"Fury\".",
      "image": "A104_M4A3E8A.png",
      "discount": 0,
      "price": 270,
      "old_price": 270,
      "vehicle_type": "mediumTank",
      "premium": false
    },
    {
      "id": "16",
      "title": "T25 AT",
      "description": "Американская противотанковая самоходная артиллерийская установка седьмого уровня. Обладает низким силуэтом и хорошими вооружением и динамикой, но тонкой лобовой бронёй.",
      "image": "A64_T25_AT.png",
      "discount": 0,
      "price": 600,
      "old_price": 600,
      "vehicle_type": "heavyTank",
      "premium": false
    },
    {
      "id": "17",
      "title": "M46 Patton KR",
      "description": "Первые танки М46 прибыли в Корею в составе 6-го батальона средних танков и были переданы 8-й армии. Данные танки включались в состав пехотных соединений для непосредственной поддержки пехоты. Тем не менее, в течение 1950–1951 годов машины участвовали и в нескольких танковых боях. К июню 1951 года линия фронта стабилизировалась, а мобильная фаза боевых действий завершилась, поэтому танки стали использовать в качестве артиллерии. Танки M46, как и другие американские танки, которые участвовали в боевых действиях в Корее, имели тигровую окраску (Tiger Face).",
      "image": "A63_M46_Patton_KR.png",
      "discount": 10,
      "price": 1242,
      "old_price": 1380,
      "vehicle_type": "mediumTank",
      "premium": true
    },
    {
      "id": "18",
      "title": "M22 Locust",
      "description": "Американский премиумный лёгкий танк третьего уровня. Обладает хорошими обзором, вооружением, бронёй с рациональными углами наклона и низким силуэтом, но малым боекомплектом.",
      "image": "A43_M22_Locust.png",
      "discount": 0,
      "price": 800,
      "old_price": 800,
      "vehicle_type": "lightTank",
      "premium": false
    },
    {
      "id": "19",
      "title": "T92 HMC",
      "description": "Американская самоходная артиллерийская установка десятого уровня. Имеет самый большой в игре калибр в 240 мм., урон орудия и сплеш.",
      "image": "A38_T92.png",
      "discount": 0,
      "price": 440,
      "old_price": 440,
      "vehicle_type": "SPG",
      "premium": false
    },
    {
      "id": "20",
      "title": "M4A1 Sherman",
      "description": "Американский средний танк пятого уровня. Обладает отличными манёвренностью, обзором, углами вертикальной наводки и гибким выбором вооружения, но высоким силуэтом и слабым бортовым бронированием.",
      "image": "A05_M4_Sherman.png",
      "discount": 0,
      "price": 1242,
      "old_price": 1242,
      "vehicle_type": "heavyTank",
      "premium": true
    }
  ]
}
